Repository: DylanSoler/ProyectoDAM
Catalog: UWP/FootballTrainingManager/FootballTrainingManagerUI/Strings/*/Resources.resw
Source language: en
Languages: es

# strBotonEntrar.Content
source: login
es: entrar

# strBtnReg.Content
source: sign In
es: registrarse

# strCorreo.Text
source: email
es: correo

# strErrorLoginCorreo
source: This email is not registered. Please, register.
es: Este correo no está registrado, por favor, registresé.

# strErrorLoginFormat
source: Enter a valid email and password please
es: Introduce un correo válido y una contraseña por favor.

# strErrorLoginPassw
source: Incorrect password
es: Contraseña incorrecta.

# strPassword.Text
source: password
es: contraseña

# strRecuperarPassw.Content
source: Forgot your password?
es: Recuperar contraseña

# strRegApell.Text
source: Surname
es: Apellidos

# strRegCorreo.Text
source: Email
es: Correo

# strRegDate.Text
source: Date of birth
es: Fecha de nacimiento

# strRegistrarte.Content
source: Sign in
es: Registrarse

# strRegistro.Text
source: Register
es: Registro

# strRegNombre.Text
source: Name
es: Nombre

# strRegPsw.Text
source: Password
es: Contraseña

# strRegRepPsw.Text
source: Repeat Password
es: Repita la contraseña

# strRegConfirmError
source: An error has occurred in the registration process
es: Ha ocurrido un error en el proceso de registro

# strRegConfirmOk
source: Successfully registered
es: Registrado con exito

# strRegFormError
source: Please, insert all the data correctly
es: Por favor, no deje campos vacíos y escribalos correctamente

# strChangePassw.Text
source: Restore password
es: Recuperar contraseña

# strBotonChangePsw.Content
source: change
es: cambiar

# strBotonComprobarCodigo.Content
source: check
es: revisar

# strBotonEnviarCodigo.Content
source: send code
es: enviar código

# strCheckCode.Text
source: Insert code
es: Inserta el código

# strErrorSameCode
source: Incorrect code.
es: El código introducido no es correcto.

# strErrorSamePsw
source: the entered passwords don't match
es: Las contraseñas no coinciden.

# strInsertCorreo.Text
source: Insert email
es: Inserta tu correo

# strNewPsw.Text
source: New password
es: Nueva contraseña

# strRestorePswNotOk
source: An error was ocurred. Please, return to login and try later.
es: Ha ocurrido un error. Vuelva al login e intente lo más tarde.

# strRestorePswOk
source: Password reset correctly. Return to Login.
es: Contraseña reestablecida correctamente. Vuelva al Login, para entrar en la aplicación.

# strSendCode404
source: This email is not registered.
es: No existe ninguna cuenta registrada con el correo especificado.

# strSendCodeFormat
source: Email is not valid.
es: Por favor, escriba un correo válido.

# strAjustes.Text
source: Settings
es: Ajustes

# strEnt.Text
source: Training of the week
es: Entrenos

# strForTact.Text
source: Tactical system
es: Formación táctica

# strLogout.Text
source: Log out
es: Desconectar

# strNoExit.Text
source: (Do not close the application until completing the process)
es: (No cierres la aplicación hasta completar el proceso)

# strNotas.Text
source: Notes
es: Notas

# strPerfil.Text
source: Profile
es: Perfil

# strPizTac.Text
source: Tactical blackboard
es: Pizarra táctica
